Repository: MosheL/revive-adserver
Catalog: plugins_repo/openXAdditionalBannerTypes/plugins/etc/openXHtmlAdsense/_lang/po/*.po
Languages: hu

source: Banner display
hu: Reklám megjelenítése

source: Text Button 125x125
hu: Szöveges Gomb 125x125

source: Text Banner 468x60
hu: Szöveges Banner 468x60

source: Text Half Banner 234x60
hu: Szöveges fél Banner 234x60

source: Text Vertical Banner 120x240
hu: Szöveges függőleges Banner 120x240

source: Text Leaderboard 728x90
hu: Szöveges Szélesvásznú 728 x 90

source: Text Skyscraper 120x600
hu: Szöveges Felhőkarcoló 120x600

source: Text Wide Skyscraper 160x600
hu: Szöveges széles Felhőkarcoló 120x600

source: Text Small Rectangle 180x150
hu: Szöveges kis Téglalap 180x150

source: Text Medium Rectangle 300x250
hu: Szöveges közepes Téglalap 300x250

source: Text Large Rectangle 336x280
hu: Szöveges nagy Téglalap 336x280

source: Text Square 250x250
hu: Szöveges Négyzet 250x250

source: Text Small Square 200x200
hu: Szöveges kis Négyzet 200x200

source: Ad Format
hu: Reklám formátum
